{ 
	"resorts": [
        {
            "id":"resort1",
			"destination":"Carribean",
			"name":"Les Boucaniers",
            "location":"Martinique",
            "comfortLevel": "4",
            "activities":["water skiing", "tennis", "scuba diving", "kitesurf", "spa"],
			"price":1254,
			"startDate":"2016-01-01",
			"endDate":"2016-06-31",
			"short_description":"The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island, and is perfectly placed for Martinique holidays that are both relaxing and awe-inspiring.",
			"picture":"images/resort1pic1small.jpg",
			"long_description":"A divers' paradise in the Baie du Marin, a legendary spot.<br>Its bungalows are discreetly lodged in a tropical garden beside the white sand beach in superb Marin Bay. A magical site where you can enjoy a taste of everything, alone or with family or friends. Try water sports and the magnificent Club Med Spa*. You'll be enchanted by the exotic flavours of the local cuisine and the joyful spirit of the Caribbean.",
			"url":"resorts/resort1.html"
        },
		{
			"id":"resort2",
			"destination":"Indian Ocean",
			"name":"La Plantation d'Albion",
            "location":"Mauritius",
            "comfortLevel": "5",
            "activities":["kids club","golf", "scuba diving", "flying trapeze", "tennis", "sailing", "spa"],
			"price":2062,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"images/resort2pic1small.jpg",
			"long_description":"In a remote beauty spot, savour the luxury of Mauritian lifestyle. <br> The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch.<br> The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.",
			"url":"resorts/resort2.html"
		},
		{
			"id":"resort3",
			"destination":"Europe",
			"name":"Palanga City",
            "location":"Lithuania",
            "comfortLevel": "4",
            "activities":["kids club", "tennis", "spa", "horse riding"],
			"price":1350,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Loved by many and hated by many others Palanga leaves few Lithuanians undecided. This is the country’s largest seaside resort town and its nickname “Summer capital” describes it well enough. ",
			"picture":"images/resort3pic1small.jpg",
			"long_description":"Basanavičiaus street is indeed a love-or-hate affair but Palanga is far more than that. Its long beach tends to be crowded in summer weekends, but you can always search for a place outside city center. Palanga beach is unique in that there is a range of dunes beside it. These sand dunes are an ideal place for sunbathing in cooler days as there you can get all of the sun and none of the wind. For nudists there are two gender-segregated beaches north of town center. These pre-date Western naturism by far: in 1920s Western diplomats used to be horrified by the naked swimmers here.",
			"url":"resorts/resort3.html"
		},
		{
			"id":"resort4",
			"destination":"Africa",
			"name":"Riu Touareg",
            "location":"Ballito",
            "comfortLevel": "5",
            "activities":["water skiing", "tennis", "spa", "scuba diving", "flying trapeze"],
			"price":2049,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"In the heart of the Dolphin Coast, Ballito lies nestled between the fields of KwaZulu Natals famous Green Gold and is flanked to the east by golden beaches and the warm waters of the Africa.",
			"picture":"images/resort4pic1small.jpg",
			"long_description":"The waters off Ballito's Beach are the playground of the bottlenose dolphins, which frolic in the waters close to shore and are visible all year round. The dolphins favour this stretch of coastline because of it's relatively clear and shallow waters, allowing dolphins to swim close to shore in order to feed. Surveys of these waters suggest that they are frequented by a school of about 200 dolphins, which break up into smaller groups. ",
			"url":"resorts/resort4.html"
		},
		{
			"id":"resort5",
			"destination":"North America",
			"name":"Santa-Barb Ent",
            "location":"Santa Barbara",
            "comfortLevel": "3",
            "activities":["tennis", "spa", "flying trapeze", "kitesurf", "sailing"],
			"price":1039,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Indulge, rejuvenate, and relax. Treat yourself to a luxurious stay in one of our fabulous hotels, resorts or spas while you're in Santa Barbara.",
			"picture":"images/resort5pic1small.jpg",
			"long_description":"Santa Barbara's world-class resorts and spas have been showcased in prominent travel magazines, columns, and newspapers. Many of these sanctuaries combine stunning coastal views, private bungalows, immediate beach access, endless activity opportunities, and hospitable and knowledgeable staff, ready to help you make the most of your Santa Barbara experience--whether that be days of adventure or a retreat to the peace and quiet of this coveted coastal destination. ",
			"url":"resorts/resort5.html"
		},
		{
			"id":"resort6",
			"destination":"Central America",
			"name":"CostaRicos",
            "location":"Costa Rica",
            "comfortLevel": "4",
            "activities":["tennis", "spa", "flying trapeze", "golf"],
			"price":1600,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"Costa Rica is a small and beautiful country in Central America which, despite the burgeoning interest in tourism it has seen, continues to strive to respect its environment.",
			"picture":"images/resort6pic1small.jpg",
			"long_description":"Looking for an all-inclusive Costa Rica resort near the Gulf of Papagayo? Occidental Hotels & Resorts offers the best beachfront properties on the North Pacific Coast of Costa Rica. It’s a magical place blessed with unique natural beauty, awe inspiring cliffs, and breath taking, unspoiled warm-water beaches which, together with the local cuisine, makes it one of the leading travel destinations in the country.",
			"url":"resorts/resort6.html"
		},
		{
			"id":"resort7",
			"destination":"The Alps",
			"name":"Andermatt",
            "location":"Switzerland",
            "comfortLevel": "4",
            "activities":["tennis", "spa", "hiking"],
			"price":1479,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"The Scandinavians have arrived and development is here; six hotels, 490 apartments, and 25 villas were built in 2013. But Andermatt retains its homegrown-alpine-village vibe, with a booming freeride scene.",
			"picture":"images/resort7pic1small.jpg",
			"long_description":"Switzerland at the convergence of four mountain passes, Andermatt gets hammered by about 40 feet of white stuff a year. Storms pummel the 9,721-foot Gemsstock, one of Andermatt’s three ski hills, covering its north-facing slopes. From the top of the Gemsstock, hit the Giraffe, a 5,000-foot off-piste run that funnels into a series of pristine bowls and finishes off with a steep couloir.",
			"url":"resorts/resort7.html"
		}

]}